'''
"ให้ผู้เรียนลองใช้งานประโยชน์จากตัวแปร และ ตัวดำเนินการ รวมถึงข้อมูลสร้างโปรแกรมสำคัญคำนวณเลข
โดยจะมีตัวเลขทั้งหมด 2 ตัว นำมาทำการ บวก ลบ คูณ และ หารกัน โดยให้แสดงคำตอบออกมาในรูปแบบด้านล่าง
โดยตัวเลขสามารถเป็นตัวเลขอะไรก็ได้ที่ผู้ใช้งานต้องการ โดยการเปลี่ยนตัวเลขใหม่นั้นให้ผู้ใช้งานแก้ไขโค้ดให้น้อยที่สุด"
ตัวอย่างรูปแบบ Output ที่แสดงผลโปรแกรม
10 + 2 = 12
10 - 2 = 8
10 * 2 = 20
10 / 2 = 5
'''

x = int(input("จำนวนชุดที่ 1 : "))
y = int(input("จำนวนชุดที่ 2 : "))
print(x, "+", y, "=", x + y)
print(x, "-", y, "=", x - y)
print(x, "*", y, "=", x * y)
print(x, "/", y, "=", int(x / y))
